/*
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "Ok";
"CANCEL" = "Annuler";
"CLOSE" = "Fermer";
"CLICK_HERE" = "Cliquez ici" ;
"DONE" = "Terminé" ;

/* Configure Text */
"CONFIGURE" = "Configurer";
"CONFIGURING" = "Configuration..." ;
"CONFIGURING_UNATTENDED" = "Configuration de l’accès sans surveillance..." ;
"CONFIGURING_SUCCESS" = "est à présent configuré pour un accès sans surveillance" ;
"CONFIGURING_ALREADY" = "Cet ordinateur est déjà configuré pour un accès sans surveillance par" ;
"CONFIGURING_TRANSFER" = "Souhaitez-vous transférer l’accès à" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist ne prend pas en charge cette version de votre système d’exploitation. Cliquez ici pour vérifier la configuration requise." ;
"ERROR_UNKNOWN" = "L’installation de l’agent sans surveillance a échoué en raison de problèmes inattendus. Cliquez ici pour signaler un problème." ;
